{
    "tickers": [
      {
        "ticker": "MVID",
        "name": "М.видео",
        "sector": "Розничная торговля",
        "description": "Крупнейшая сеть по продаже электроники и бытовой техники в России (более 1000 магазинов). Входит в группу Сбербанк (27.6% акций). Основные конкуренты: «Эльдорадо», DNS. В 2023 году выручка составила 591 млрд руб. Активно развивает онлайн-продажи (30% выручки) и сервисы типа trade-in."
      },
      {
        "ticker": "PHOR",
        "name": "ФосАгро",
        "sector": "Химическая промышленность",
        "description": "Ведущий производитель фосфорных удобрений (30% мирового рынка апатитов). Контролируется семьёй Гурьевых (53%). Основные рынки: Латинская Америка (40%), Европа (25%). В 2023 году добыча апатита - 10.5 млн тонн. Вертикально интегрированная компания от добычи до производства удобрений."
      },
      {
        "ticker": "GMKN",
        "name": "Норникель",
        "sector": "Металлургия",
        "description": "Крупнейший производитель никеля (15% мирового рынка) и палладия (40%). Основные месторождения: Норильск, Кольский полуостров. Владелец - Владимир Потанин. В 2023 году производство: никель - 209 тыс. тонн, палладий - 2.7 млн унций. Имеет экологические риски из-за работы в Арктике."
      },
      {
        "ticker": "MTSS",
        "name": "МТС",
        "sector": "Телекоммуникации",
        "description": "Один из ведущих операторов связи (82 млн абонентов). Входит в АФК «Система». Развивает цифровые сервисы: облака, МТС Банк, KION (стриминг). В 2023 году выручка - 547 млрд руб. Доля мобильного рынка России - около 30%."
      },
      {
        "ticker": "RNFT",
        "name": "РуссНефть",
        "sector": "Нефтегазовая отрасль",
        "description": "Нефтедобывающая компания с добычей 7 млн тонн нефти в год. Основные активы в Западной Сибири. Контролируется Михаилом Гуцериевым. Владеет НПЗ «Орскнефтеоргсинтез». Выручка 2023 - 312 млрд руб."
      },
      {
        "ticker": "ALRS",
        "name": "АЛРОСА",
        "sector": "Добыча алмазов",
        "description": "Крупнейший производитель алмазов (27% мирового рынка). Контролируется государством (33%) и Республикой Саха (25%). Основные месторождения: Якутия. В 2023 году добыча - 34.6 млн карат. Продажи через аукционы в Лондоне и партнёрство с De Beers."
      },
      {
        "ticker": "MAGN",
        "name": "ММК",
        "sector": "Металлургия",
        "description": "Один из крупнейших производителей стали в России (12 млн тонн в год). Владелец - Виктор Рашников. Основная продукция: сталь для автомобилей и строительства. Инвестирует в экологичные технологии производства."
      },
      {
        "ticker": "TRMK",
        "name": "Транснефть (прив.)",
        "sector": "Транспортировка нефти",
        "description": "Государственная монополия (100% акций у РФ), владеет 70 000 км нефтепроводов (80% транспортировки нефти в России). Привилегированные акции дают дивидендную доходность до 15%. Выручка регулируется тарифами ФАС."
      },
      {
        "ticker": "SBERP",
        "name": "Сбербанк (прив.)",
        "sector": "Финансы",
        "description": "Крупнейший банк России (активы >50 трлн руб.). Контролируется ЦБ РФ (50%+). Привилегированные акции обеспечивают стабильные дивиденды (50% от чистой прибыли). 45 млн розничных клиентов. Лидер по ипотеке и корпоративному кредитованию."
      },
      {
        "ticker": "DSKY",
        "name": "Детский мир",
        "sector": "Розничная торговля",
        "description": "Лидер рынка детских товаров (1000+ магазинов). Основные категории: одежда (30% выручки), игрушки (25%). Онлайн-продажи - 20% выручки. Конкуренты: «Кораблик», «Акушерство»."
      },
      {
        "ticker": "VTBR",
        "name": "ВТБ",
        "sector": "Финансы",
        "description": "Второй по величине банк России (активы >20 трлн руб.). Контролируется государством (60%). Специализация: корпоративное кредитование, инвестиционный банкинг. Имеет дочерние банки в Европе и Азии."
      },
      {
        "ticker": "LKOH",
        "name": "Лукойл",
        "sector": "Нефтегазовая отрасль",
        "description": "Крупнейшая частная нефтяная компания (добыча 80 млн тонн нефти в год). Вертикально интегрирована: добыча, переработка (НПЗ в России и ЕС), розница (заправки «Лукойл»). Основные акционеры - семья Алекперова."
      },
      {
        "ticker": "ROSN",
        "name": "Роснефть",
        "sector": "Нефтегазовая отрасль",
        "description": "Крупнейшая нефтяная компания России (добыча 200 млн тонн нефти в год). Контролируется государством (50%). Владеет НПЗ, сетью АЗС и развивает СПГ-проекты. Бывшие партнёры: BP, ExxonMobil."
      },
      {
        "ticker": "PIKK",
        "name": "ПИК",
        "sector": "Девелопмент",
        "description": "Один из ведущих застройщиков жилья (10+ млн м² построено). Специализация: массовое жильё эконом-класса. Основные рынки: Москва, Подмосковье. Контролируется Сергеем Гордеевым и VTB."
      },
      {
        "ticker": "NLMK",
        "name": "НЛМК",
        "sector": "Металлургия",
        "description": "Международная сталелитейная компания (17 млн тонн стали в год). Активы в России, ЕС и США. Основной акционер - Владимир Лисин. Фокус на высокомаржинальной продукции. В 2023 году выручка - $8.2 млрд."
      },
      {
        "ticker": "AFKS",
        "name": "Система",
        "sector": "Конгломерат",
        "description": "Диверсифицированный холдинг с активами в телекоме (МТС), рознице («Детский мир»), недвижимости, медицине. Контролируется семьёй Евтушенковых. Дивиденды зависят от продажи активов."
      },
      {
        "ticker": "CHMF",
        "name": "Северсталь",
        "sector": "Металлургия",
        "description": "Вертикально интегрированная сталелитейная компания (добыча угля и руды, производство стали). Основные рынки: Россия, ЕС, США. Владелец - Алексей Мордашов. Известна высокой дивидендной политикой (до 100% FCF)."
      },
      {
        "ticker": "SNGSP",
        "name": "Сургутнефтегаз (прив.)",
        "sector": "Нефтегазовая отрасль",
        "description": "Нефтегазовая компания с крупными запасами в Западной Сибири. Известна большой денежной подушкой (>3 трлн руб. на счетах). Привилегированные акции более ликвидны, чем обычные. Дивидендная доходность - до 20%."
      },
      {
        "ticker": "GAZP",
        "name": "Газпром",
        "sector": "Нефтегазовая отрасль",
        "description": "Газовая монополия России (контроль государства >50%). Добыча 500 млрд м³ газа в год. Основные рынки: Европа, Китай. Владеет магистральными газопроводами (170 000 км). Развивает СПГ-проекты."
      },
      {
        "ticker": "RTKMP",
        "name": "Ростелеком (прив.)",
        "sector": "Телекоммуникации",
        "description": "Крупнейший провайдер интернета и цифровых услуг (господдержка >40%). Оператор госуслуг, облачных сервисов. Привилегированные акции менее волатильны, дивиденды - 5-7%."
      },
      {
        "ticker": "SBER",
        "name": "Сбербанк",
        "sector": "Финансы",
        "description": "Крупнейший банк России (активы >50 трлн руб.). Контролируется ЦБ РФ. Лидер по розничным вкладам, ипотеке и корпоративному кредитованию. Развивает экосистему (СберМаркет, СберЗдоровье)."
      },
      {
        "ticker": "MTLR",
        "name": "Мечел",
        "sector": "Металлургия",
        "description": "Горно-металлургическая компания (уголь, сталь, прокат). Основные активы: Челябинская область, Якутия. Имеет высокую долговую нагрузку. В 2023 году выручка - 320 млрд руб."
      },
      {
        "ticker": "TATNP",
        "name": "Татнефть (прив.)",
        "sector": "Нефтегазовая отрасль",
        "description": "Вертикально интегрированная нефтяная компания (Татарстан). Развивает нефтехимию («Нижнекамскнефтехим»). Контролируется властями Татарстана. Привилегированные акции с высокой дивидендной доходностью (15%+)."
      },
      {
        "ticker": "TATN",
        "name": "Татнефть",
        "sector": "Нефтегазовая отрасль",
        "description": "Одна из самых эффективных нефтяных компаний России. Добыча 30 млн тонн нефти в год. Активно инвестирует в переработку и шинное производство (Кама). В 2023 году выручка - 1.2 трлн руб."
      },
      {
        "ticker": "FEES",
        "name": "ФСК ЕЭС",
        "sector": "Электроэнергетика",
        "description": "Монополист в магистральных электросетях (150 000 км ЛЭП). Контролируется государством. Доходы формируются по регулируемым тарифам. Стабильные, но невысокие дивиденды (3-5%)."
      },
      {
        "ticker": "MGNT",
        "name": "Магнит",
        "sector": "Розничная торговля",
        "description": "Крупнейший продуктовый ритейлер (20 000+ магазинов: «Магнит», «Магнит Косметик»). Конкуренты: X5 Group, «Лента». Владелец - Владимир Гордеев. В 2023 году выручка - 2.3 трлн руб."
      },
      {
        "ticker": "TRNFP",
        "name": "Транснефть (прив.)",
        "sector": "Транспортировка нефти",
        "description": "Государственная компания, владеющая магистральными нефтепроводами России (70 000 км). Привилегированные акции с высокой дивидендной доходностью (10-15%). Выручка регулируется государственными тарифами."
      },
      {
        "ticker": "CBOM",
        "name": "МКБ",
        "sector": "Финансы",
        "description": "Московский кредитный банк (активы >3 трлн руб.). Специализация: розничное кредитование, малый бизнес. Контролируется Романом Авдеевым. Входит в топ-10 банков РФ."
      },
      {
        "ticker": "AFLT",
        "name": "Аэрофлот",
        "sector": "Авиаперевозки",
        "description": "Национальный авиаперевозчик (50% рынка РФ). Включает бренды «Победа» и «Россия». Сильно пострадал от санкций 2022 года. Контролируется государством (50%+). В 2023 году перевез 45 млн пассажиров."
      },
      {
        "ticker": "MOEX",
        "name": "Московская биржа",
        "sector": "Финансы",
        "description": "Оператор главной биржи России. Зарабатывает на комиссиях с торгов акциями, облигациями, валютами. Контролируется ЦБ РФ и крупными банками. В 2023 году чистая прибыль - 65 млрд руб."
      },
      {
        "ticker": "SNGS",
        "name": "Сургутнефтегаз",
        "sector": "Нефтегазовая отрасль",
        "description": "Крупная нефтегазовая компания, специализируется на добыче нефти и газа в Западной Сибири. Известна консервативной финансовой политикой и большой денежной подушкой (>3 трлн руб.)."
      },
      {
        "ticker": "UPRO",
        "name": "Юнипро",
        "sector": "Электроэнергетика",
        "description": "Энергокомпания, занимается генерацией и продажей электроэнергии. Основные активы: тепловые электростанции в России. Контролируется немецким Uniper (ранее). В 2023 году выручка - 220 млрд руб."
      },
      {
        "ticker": "NVTK",
        "name": "Новатэк",
        "sector": "Нефтегазовая отрасль",
        "description": "Крупнейший независимый производитель газа (70+ млрд м³ в год). Лидер в СПГ (проект «Ямал СПГ»). Основные акционеры: Леонид Михельсон, Total (ранее). В 2023 году выручка - 1.1 трлн руб."
      },
      {
        "ticker": "IRAO",
        "name": "Интер РАО",
        "sector": "Электроэнергетика",
        "description": "Диверсифицированная энергетическая компания. Занимается генерацией (ТЭС, ГЭС), распределением и экспортом электроэнергии. Контролируется государством. В 2023 году выручка - 1.3 трлн руб."
      },
      {
        "ticker": "RTKM",
        "name": "Ростелеком",
        "sector": "Телекоммуникации",
        "description": "Крупнейший провайдер цифровых услуг и связи (частично принадлежит государству). Оператор госуслуг, облачных сервисов, кибербезопасности. В 2023 году выручка - 580 млрд руб."
      },
      {
        "ticker": "MTLRP",
        "name": "Мечел (прив.)",
        "sector": "Металлургия",
        "description": "Горно-металлургическая компания (уголь, железная руда, сталь). Привилегированные акции более доходны, но компания имеет высокую долговую нагрузку. В 2023 году выручка - 320 млрд руб."
      },
      {
        "ticker": "HYDR",
        "name": "РусГидро",
        "sector": "Электроэнергетика",
        "description": "Крупнейшая российская гидрогенерирующая компания (40+ ГЭС). Также занимается ВИЭ (солнечная, ветровая энергетика). Контролируется государством. В 2023 году выработка - 100 млрд кВт·ч."
      },
      {
        "ticker": "PLZL",
        "name": "Полюс",
        "sector": "Добыча золота",
        "description": "Крупнейший производитель золота в России (2.5+ млн унций в год). Основные месторождения: Красноярский край, Иркутская область. Владелец - Сулейман Керимов. Чувствителен к ценам на золото."
      },
      {
        "ticker": "IMOEX",
        "name": "Индекс МосБиржи",
        "sector": "Индекс",
        "description": "Основной фондовый индекс России, включает 40+ крупнейших компаний (Сбербанк, Газпром, Норникель и др.). Методика расчёта: взвешивание по free-float. Котируется в рублях. Базовое значение - 100 пунктов (на 1997 год)."
      },
      {
        "ticker": "IMOEX2",
        "name": "Индекс МосБиржи (расширенный)",
        "sector": "Индекс",
        "description": "Расширенная версия индекса MOEX, включает около 70 компаний (помимо голубых фишек - акции второго эшелона). Методика расчёта аналогична основному индексу."
      },
      {
        "ticker": "RTSI",
        "name": "Индекс РТС",
        "sector": "Индекс",
        "description": "Аналог IMOEX, но рассчитывается в долларах США. Включает те же компании, но более волатилен из-за курса рубля. Используется для оценки рынка иностранными инвесторами."
      },
      {
        "ticker": "IMOEXCNY",
        "name": "Индекс МосБиржи (в юанях)",
        "sector": "Индекс",
        "description": "Версия индекса MOEX, номинированная в китайских юанях (CNY). Отражает динамику российского рынка для китайских инвесторов. Рассчитывается с 2022 года."
      },
      {
        "ticker": "MOEXBC",
        "name": "Индекс голубых фишек",
        "sector": "Индекс",
        "description": "Индекс наиболее ликвидных акций российского рынка (15 компаний: Сбербанк, Газпром, Лукойл и др.). Критерий отбора - высокая торговая ликвидность."
      },
      {
        "ticker": "MOEXOG",
        "name": "Индекс нефти и газа",
        "sector": "Индекс",
        "description": "Отраслевой индекс, включающий акции нефтегазовых компаний (Газпром, Лукойл, Роснефть, Новатэк и др.). Чувствителен к ценам на нефть и газ."
      },
      {
        "ticker": "MOEXEU",
        "name": "Индекс МосБиржи (в евро)",
        "sector": "Индекс",
        "description": "Версия индекса MOEX, номинированная в евро (EUR). Отражает динамику российского рынка для европейских инвесторов. Рассчитывается с 2022 года."
      },
      {
        "ticker": "MOEXTL",
        "name": "Индекс телекоммуникаций",
        "sector": "Индекс",
        "description": "Отраслевой индекс, включающий акции телекоммуникационных компаний (МТС, Ростелеком, Мегафон и др.). Чувствителен к регуляторным изменениям в отрасли."
      },
      {
        "ticker": "MOEXMM",
        "name": "Индекс металлов и добычи",
        "sector": "Индекс",
        "description": "Отраслевой индекс, включающий акции металлургических и горнодобывающих компаний (Норникель, НЛМК, Полюс, АЛРОСА и др.). Чувствителен к ценам на металлы."
      },
      {
        "ticker": "MOEXFN",
        "name": "Индекс финансов",
        "sector": "Индекс",
        "description": "Отраслевой индекс, включающий акции банков и финансовых компаний (Сбербанк, ВТБ, МКБ, Мосбиржа и др.). Чувствителен к изменениям ключевой ставки ЦБ."
      }
    ]
  }